{
  "PERSONAL_EMAIL": "What is your email address?",
  "PERSONAL_FULL_NAME": "What is your full legal name?",
  "PERSONAL_LAST_NAME": "What is your last name (surname)?",
  "PERSONAL_FIRST_NAME": "What is your first name?",
  "PERSONAL_COUNTRY_ORIGIN": "What is your country of origin?",
  "PERSONAL_ADDRESS_LINE1": "What is your current street address?",
  "PERSONAL_CITY": "What city do you currently live in?",
  "PERSONAL_STATE": "What state do you currently live in? (Use 2-letter abbreviation)",
  "PERSONAL_ZIP": "What is your ZIP/postal code?",
  "PERSONAL_PHONE": "What is your phone number? (Include area code, no spaces or dashes)",
  "TITLE": "What is your professional title? (Dr., Mr., Ms., etc.)",
  "LETTER_DATE": "What date should appear on the petition letter? (e.g., July 20, 2025)",
  "USCIS_ADDRESS_LINE1": "What is the USCIS service center address line 1?",
  "USCIS_CITY": "What is the USCIS service center city?",
  "USCIS_STATE": "What is the USCIS service center state? (Use 2-letter abbreviation)",
  "USCIS_ZIP": "What is the USCIS service center ZIP code?",
  "EDU_DEGREE_1": "What was your first degree? (B.A., B.S., etc.)",
  "EDU_MAJOR_1": "What was your major for your first degree?",
  "EDU_UNIVERSITY_1": "What university did you attend for your first degree?",
  "EDU_GOVERNING_BODY": "What governing body accredits your first university? (e.g., Ministry of Education)",
  "EDU_FIELD": "What field is your first university ranked in?",
  "EDU_DEGREE_2": "What was your second degree? (M.S., M.A., etc.)",
  "EDU_MAJOR_2": "What was your major for your second degree?",
  "EDU_UNIVERSITY_2": "What university did you attend for your second degree?",
  "EDU_TYPE_2": "What type of institution is your second university? (e.g., comprehensive public research university)",
  "EDU_SUBFIELD_2": "What was your subfield of study for your second degree?",
  "EDU_KEY_AREA_2": "What were the key areas you studied in your second degree? (comma-separated list)",
  "EDU_DEGREE_3": "What was your third degree? (Ph.D., M.D., etc.)",
  "EDU_MAJOR_3": "What was your major for your third degree?",
  "EDU_UNIVERSITY_3": "What university did you attend for your third degree?",
  "PHD_RESEARCH_TOPIC": "What was the main topic of your PhD research?",
  "JOB_TITLE": "What is your current job title?",
  "CURRENT_COMPANY": "What is the name of your current employer/institution?",
  "COMPANY_LOCATION": "Where is your current employer located? (City, State/Country)",
  "COMPANY_YEAR": "What year was your current employer founded?",
  "COMPANY_INDUSTRY": "What industry does your current employer operate in?",
  "COMPANY_SOLUTIONS": "What solutions or services does your current employer provide? (comma-separated list)",
  "COMPANY_EMPLOYEE_COUNT": "How many employees does your current employer have?",
  "COMPANY_REVENUE": "What is your current employer's annual revenue?",
  "YEARS_OF_EXPERIENCE": "How many years of research experience do you have?",
  "PUBLICATIONS_TOTAL_COUNT": "How many publications do you have in total?",
  "JOURNAL_1_NAME": "What is the name of the first journal where you published?",
  "JOURNAL_1_FIELD": "What field does the first journal cover?",
  "JOURNAL_1_SCOPE": "What is the scope of the first journal?",
  "JOURNAL_1_YEAR": "What year is the impact factor data for the first journal?",
  "JOURNAL_1_IMPACT_FACTOR": "What is the impact factor of the first journal?",
  "JOURNAL_2_NAME": "What is the name of the second journal where you published?",
  "JOURNAL_2_FIELD": "What field does the second journal cover?",
  "JOURNAL_2_SCOPE": "What is the scope of the second journal?",
  "JOURNAL_2_YEAR": "What year is the impact factor data for the second journal?",
  "JOURNAL_2_IMPACT_FACTOR": "What is the impact factor of the second journal?",
  "JOURNAL_3_NAME": "What is the name of the third journal where you published?",
  "JOURNAL_3_FIELD": "What field does the third journal cover?",
  "JOURNAL_3_SCOPE": "What is the scope of the third journal?",
  "JOURNAL_3_YEAR": "What year is the impact factor data for the third journal?",
  "JOURNAL_3_IMPACT_FACTOR": "What is the impact factor of the third journal?",
  "JOURNAL_4_NAME": "What is the name of the fourth journal where you published?",
  "JOURNAL_4_FIELD": "What field does the fourth journal cover?",
  "JOURNAL_4_SCOPE": "What is the scope of the fourth journal?",
  "JOURNAL_4_FOCUS": "What is the focus of the fourth journal?",
  "JOURNAL_5_NAME": "What is the name of the fifth journal where you published?",
  "JOURNAL_5_FIELD": "What field does the fifth journal cover?",
  "JOURNAL_5_SCOPE": "What is the scope of the fifth journal?",
  "CITATIONS_TOTAL": "How many total citations do you have?",
  "CITATION_GEOGRAPHY": "What geographic regions do your citations come from? (comma-separated list)",
  "CITATION_INSTITUTIONS": "What institutions have cited your work? (comma-separated list)",
  "CITATION_PRESTIGE_INSTITUTIONS": "What prestigious institutions have cited your work? (comma-separated list)",
  "CITATION_INDUSTRY_ADOPTION": "What industry companies have adopted your work? (comma-separated list)",
  "CITE1_TITLE": "What is the title of the first paper that cited your work?",
  "CITE1_JOURNAL": "What journal published the first citing paper?",
  "CITE1_INSTITUTION": "What institutions are the authors of the first citing paper from?",
  "CITE1_QUOTE": "What quote from the first citing paper mentions your work?",
  "CITE2_TITLE": "What is the title of the second paper that cited your work?",
  "CITE2_JOURNAL": "What journal published the second citing paper?",
  "CITE2_INSTITUTION": "What institutions are the authors of the second citing paper from?",
  "CITE2_QUOTE": "What quote from the second citing paper mentions your work?",
  "CITE3_TITLE": "What is the title of the third paper that cited your work?",
  "CITE3_JOURNAL": "What journal published the third citing paper?",
  "CITE3_INSTITUTION": "What institutions are the authors of the third citing paper from?",
  "CITE3_QUOTE": "What quote from the third citing paper mentions your work?",
  "CITE4_TITLE": "What is the title of the fourth paper that cited your work?",
  "CITE4_JOURNAL": "What journal published the fourth citing paper?",
  "CITE4_INSTITUTION": "What institutions are the authors of the fourth citing paper from?",
  "CITE4_QUOTE": "What quote from the fourth citing paper mentions your work?",
  "CITE5_TITLE": "What is the title of the fifth paper that cited your work?",
  "CITE5_JOURNAL": "What journal published the fifth citing paper?",
  "CITE5_INSTITUTION": "What institutions are the authors of the fifth citing paper from?",
  "CITE5_QUOTE": "What quote from the fifth citing paper mentions your work?",
  "GOOGLE_SCHOLAR_LINK": "What is your Google Scholar profile URL?"
}
